Repository: Ma7m0ud3id/My_ToDo_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: To DO List
ar: قائمة المهام

source: Setting
ar: اعدادات

source: Delete
ar: مسح

source: Add New Task
ar: اضافه مهمه جديده

source: Titel
ar: عنوان

source: Description
ar: وصف

source: Select Time
ar: اختار الوقت

source: Please enter task title
ar: من فضلك ادخل عنوان

source: Please enter task description
ar: من فضلك اادخل وصف

source: Loading...
ar: تحميل....

source: Added Successfully
ar: اضافه ناجحه

source: Ok
ar: تم

source: error route
ar: خطا

source: Add Task
ar: اضافة مهمه

source: Something went wrong
ar: حدث خطا

source: Cancel
ar: الغاء

source: Are you Sure to want delete this task
ar: هل انت متاكد من الاضافه

source: YES
ar: نعم

source: Light Mode
ar: وضع النهاري

source: Dark Mode
ar: وضع الليلي

source: Language
ar: الغه

source: Theme
ar: ثيم

source: Save Change
ar: حفظ التغيير

source: Edit Task
ar: تعديل المهمه
